Repository: iamcheyan/MobileTransfer
Catalog: MobileTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: 2FA Code (If Needed)
ja: 2FAコード（必要に応じて）
zh_hans: 验证码（可选）

source: Add Account
ja: アカウントを追加
zh_hans: 添加账户

source: Add Account Manually
ja: アカウントを手動で追加
zh_hans: 手动添加账户

source: Advanced
ja: 詳細設定
zh_hans: 高级

source: After reboot, you may need to enter the original device password to decrypt backup.
ja: 再起動後、復号には元のデバイスのパスワードが必要な場合があります。
zh_hans: 在重启设备后，你可能需要输入原设备的密码来利用这个备份。

source: All data on the device will be erased. All data exists in backup will be restored.
ja: デバイス上のデータはすべて消去され、バックアップ内のデータが復元されます。
zh_hans: 设备上的数据将被抹掉，备份中的数据将被恢复。

source: App Data (data from apps installed from the App Store)
ja: アプリデータ（App Storeからインストールしたアプリのデータ）
zh_hans: 应用数据（从 App Store 安装的软件数据）

source: App data will be discard if the app was not installed.
ja: アプリが未インストールの場合、そのアプリのデータは破棄されます。
zh_hans: 备份中的软件数据在恢复时若没有在设备上预先安装，则会被丢弃。

source: App data will be replaced if exists in backup.
ja: アプリデータはバックアップの内容で置き換えられます。
zh_hans: 应用数据将会使用备份中的内容替换。

source: Archive Verified
ja: アーカイブを検証しました
zh_hans: 归档已验证

source: Archives
ja: アーカイブ
zh_hans: 归档

source: Are you sure you want to cancel the backup?
ja: バックアップを中止してもよろしいですか？
zh_hans: 你确定要终止备份吗？

source: Are you sure you want to cancel the restore?
ja: 復元を中止してもよろしいですか？
zh_hans: 你确定要取消恢复吗？

source: Are you sure you want to stop install?
ja: インストールを中止してもよろしいですか？
zh_hans: 你确定要终止安装吗？

source: Authenticate
ja: 認証
zh_hans: 验证

source: Auto (System)
ja: 自動（システム）
zh_hans: 自动（系统）

source: Back
ja: 戻る
zh_hans: 返回

source: Backup
ja: バックアップ
zh_hans: 备份

source: Backup Device
ja: デバイスをバックアップ
zh_hans: 备份设备

source: Backup Requested
ja: バックアップを要求しました
zh_hans: 已请求备份

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancel Backup
ja: バックアップをキャンセル
zh_hans: 取消备份

source: Cancel Install
ja: インストールをキャンセル
zh_hans: 取消安装

source: Cancel Restore
ja: 復元をキャンセル
zh_hans: 取消恢复

source: Cancelled
ja: キャンセルされました
zh_hans: 已取消

source: Choose
ja: 選択
zh_hans: 选取

source: Choose a Location to Save Backup
ja: バックアップの保存場所を選択
zh_hans: 选择一个位置来储存备份文件

source: Choose Backup Archive to Restore
ja: 復元するバックアップアーカイブを選択
zh_hans: 选择一个备份归档来恢复

source: Close
ja: 閉じる
zh_hans: 关闭

source: Completed
ja: 完了
zh_hans: 已完成

source: Continue
ja: 続行
zh_hans: 继续

source: Data Excluded By App (some game resources, etc.)
ja: アプリによって除外されたデータ（一部のゲームリソースなど）
zh_hans: 已设置不可备份的数据（部分游戏资源等）

source: Device Locked
ja: デバイスがロックされています
zh_hans: 设备已锁定

source: Done
ja: 完了
zh_hans: 完成

source: Download
ja: ダウンロード
zh_hans: 下载

source: Download device data and archive to selected destination
ja: デバイスデータを選択した保存先にアーカイブ
zh_hans: 存档已有设备的数据到指定位置

source: Encrypted Data (keychain, etc.)
ja: 暗号化データ（キーチェーンなど）
zh_hans: 加密数据（钥匙串等）

source: Failed to Load
ja: 読み込みに失敗しました
zh_hans: 加载失败

source: Find My Enabled
ja: 「探す」が有効
zh_hans: 查找已启用

source: Free space: %@
ja: 空き容量：%@
zh_hans: 剩余空间：%@

source: Hide Download App Option (Experimental)
ja: アプリダウンロードオプションを非表示（実験的）
zh_hans: 隐藏下载软件安装包选项（实验性）

source: Install
ja: インストール
zh_hans: 安装

source: Install Completed: %@
ja: インストール完了：%@
zh_hans: 安装完成：%@

source: Installing %d apps...
ja: %d 個のアプリをインストール中…
zh_hans: 正在安装 %d 个软件…

source: Invalid Archive
ja: 無効なアーカイブ
zh_hans: 归档不可用

source: Language
ja: 言語
zh_hans: 语言

source: Language Changed
ja: 言語が変更されました
zh_hans: 语言已更改

source: Later
ja: 後で
zh_hans: 稍后

source: Merge
ja: マージ
zh_hans: 合并

source: Merge Restore
ja: マージ復元
zh_hans: 合并恢复

source: Message
ja: メッセージ
zh_hans: 信息

source: Move to Trash
ja: ゴミ箱に移動
zh_hans: 移动到废纸篓

source: Need help?
ja: ヘルプが必要ですか？
zh_hans: 需要帮助？

source: Never Expire
ja: 期限なし
zh_hans: 不会过期

source: Next
ja: 次へ
zh_hans: 下一步

source: No App Store account found
ja: App Storeアカウントが見つかりません
zh_hans: 未找到应用商店账号

source: Not Selected
ja: 未選択
zh_hans: 未选择

source: Only Merge Restore can be used to install applications downloaded here.
ja: ここでダウンロードしたアプリケーションは、マージ復元モードでのみインストールできます。
zh_hans: 仅合并恢复模式可以安装此处下载的软件包。

source: Password
ja: パスワード
zh_hans: 密码

source: Please activate the device before restoring. If you are on setup, continue the process and get back when pass the activation screen.
ja: 復元前にデバイスをアクティベートしてください。セットアップ中の場合、アクティベーション画面を通過するまで続行してください。
zh_hans: 请激活设备后再次尝试。如果你正在设置你的新设备，请继续操作直到激活页面结束。

source: Please choose a backup storage location. Make sure this location is safe and has fast read and write speeds.
ja: バックアップの保存場所を選択してください。この場所が安全で、読み書き速度が速いことを確認してください。
zh_hans: 请选择一个备份存储位置。请确保此位置安全且读写速度快。

source: Please choose a backup to restore.
ja: 復元するバックアップを選択してください
zh_hans: 请选择用于恢复的备份文件

source: Please connect your device to this computer via a cable
ja: ケーブルでデバイスをこのコンピュータに接続してください
zh_hans: 请使用线缆连接设备

source: Please disable Find My before restoring.
ja: 復元前に「探す」を無効にしてください
zh_hans: 请关闭查找后再试一次

source: Please enter the password on the device if needed
ja: 必要に応じて、デバイスでパスワードを入力してください
zh_hans: 如需要，请在设备上输入密码。

source: Please restart the application for the language change to take effect.
ja: 言語の変更を反映するにはアプリを再起動してください。
zh_hans: 请重启应用以生效语言设置。

source: Please review all the following agreements and policies carefully. You must accept all the agreements and policies to continue using the app.
ja: 以下のすべての契約とポリシーを注意深く確認してください。アプリを継続使用するには、すべての契約とポリシーに同意する必要があります。
zh_hans: 请仔细阅读全部的服务条款和使用政策。你必须接受全部条款和协议才能使用此软件。

source: Please scroll down and check each item carefully
ja: 下にスクロールして各項目を注意深く確認してください
zh_hans: 请向下滚动仔细检查每一项设置

source: Please trust this computer on your device.
ja: デバイスでこのコンピュータを信頼してください
zh_hans: 请在设备上信任此电脑。

source: Prepare Backup
ja: バックアップの準備
zh_hans: 准备备份

source: Prepare Restore
ja: 復元の準備
zh_hans: 准备恢复

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Replace
ja: 置換
zh_hans: 替换

source: Replace Restore
ja: 置換復元
zh_hans: 替换恢复

source: Requested %@
ja: リクエスト済み：%@
zh_hans: 已请求安装 %@

source: Restart Now
ja: 今すぐ再起動
zh_hans: 立即重启

source: Restore
ja: 復元
zh_hans: 恢复

source: Restore Complete
ja: 復元完了
zh_hans: 恢复完成

source: Restore Device
ja: デバイスを復元
zh_hans: 恢复设备

source: Restore device data from selected archive
ja: 選択したアーカイブからデバイスデータを復元
zh_hans: 恢复选定存档的数据到设备

source: Restore Mode
ja: 復元モード
zh_hans: 恢复模式

source: Restore Mode %@
ja: 復元モード %@
zh_hans: 恢复模式 %@

source: Revoke
ja: 取り消し
zh_hans: 注销许可证

source: Revoke Activation
ja: アクティベーション取り消し
zh_hans: 注销许可证

source: Revoke License
ja: ライセンス取り消し
zh_hans: 注销许可证

source: Scanning for devices...
ja: デバイスをスキャン中…
zh_hans: 正在扫描设备…

source: Select...
ja: 選択...
zh_hans: 选择...

source: Show Download App Option (Experimental)
ja: アプリダウンロードオプションを表示（実験的）
zh_hans: 显示下载软件安装包选项（实验性）

source: Show In Finder
ja: Finderで表示
zh_hans: 在访达中显示

source: Sign In
ja: サインイン
zh_hans: 登录

source: Sign Out
ja: サインアウト
zh_hans: 退出登录

source: Start Backup
ja: バックアップ開始
zh_hans: 开始备份

source: Start Restore
ja: 復元開始
zh_hans: 开始恢复

source: Stop
ja: 停止
zh_hans: 停止

source: Storage Location
ja: 保存場所
zh_hans: 储存位置

source: System Data (photos, contacts, messages, emails...)
ja: システムデータ（写真、連絡先、メッセージ、メールなど）
zh_hans: 系统数据（相册、通讯录、短信、邮件等）

source: Task Completed
ja: タスク完了
zh_hans: 任务完成

source: Terms of Service
ja: 利用規約
zh_hans: 服务条款

source: The device is rebooting, please wait for it to finish.
ja: デバイスが再起動中です。完了するまでお待ちください。
zh_hans: 设备正在重新启动

source: The device will be erased when restoring.
ja: 復元時にデバイスは消去されます。
zh_hans: 设备在恢复过程中将被抹掉

source: Unable to connect to device
ja: デバイスに接続できません
zh_hans: 无法连接到设备

source: Waiting for device to connect
ja: デバイスの接続を待っています
zh_hans: 等待设备连接

source: You can also drag backup file here to begin restore.
ja: ここにバックアップファイルをドラッグして復元を開始できます。
zh_hans: 你也可选择拖拽备份归档到此进行恢复。

source: Activate
zh_hans: 激活

source: Activate License...
zh_hans: 激活许可证…

source: Activation Failed
zh_hans: 激活失败

source: Backup Applications
zh_hans: 备份软件

source: Backup Archive
zh_hans: 备份文件

source: Backup Encryption
zh_hans: 备份加密

source: Backup Mode
zh_hans: 备份模式

source: Backup Mode %@
zh_hans: 备份模式 %@

source: Backups do not include applications themselves. If you need to automatically download during backup and install during recovery, please log in to the corresponding app store account here. Only App Store apps are supported, TestFlight or in-house apps are ignored.
zh_hans: 备份不包含应用程序本身。若需要在备份时自动下载，并在恢复时安装，请在此处登录对应的应用商店账号。仅可下载 App Store 软件，其他软件将被忽略。

source: By continuing to use the app, you agree to the agreements and policies.
zh_hans: 继续使用则表明你接受这些内容。

source: By using this app you agree to our Terms of Service and Privacy Policy
zh_hans: 使用此软件及代表你已同意 服务条款 和 隐私政策

source: Checking backup encryption...
zh_hans: 正在检查备份密码...

source: Checking software installation info...
zh_hans: 正在核验已安装软件的信息…

source: Communicating with authorization server...
zh_hans: 正在与授权服务器通信...

source: Contact Us
zh_hans: 与我们联系

source: Continue Anyway
zh_hans: 仍然继续

source: Continue to Restore
zh_hans: 继续并开始恢复流程

source: Continue Trail
zh_hans: 继续试用

source: Convert BBackupp Archive
zh_hans: 转换 BBackupp 归档

source: Convert BBackupp archive for %@ to MobileTransfer format?
zh_hans: 转换来自设备 %@ 的 BBackupp 归档到迁移文件？

source: Convert Failed
zh_hans: 转换失败

source: Convert from BBackupp...
zh_hans: 从 BBackupp 转换…

source: Convert In Place
zh_hans: 修改并转换

source: Could not check the backup encryption status of this device, please proceed with caution.
zh_hans: 未能检查此设备的备份加密状态，请谨慎操作。

source: Device Not Activated
zh_hans: 设备未激活

source: Download speed is slow, retrying...
zh_hans: 下载速度过慢，正在重新连接…

source: Downloading packages...
zh_hans: 下载软件包…

source: Email
zh_hans: 邮箱

source: Email (Apple ID)
zh_hans: 邮箱（Apple ID）

source: Enable
zh_hans: 启用

source: Encrypted Backup
zh_hans: 加密备份

source: Erase & Restore
zh_hans: 抹掉并恢复

source: Erase Device
zh_hans: 抹掉设备

source: Exit
zh_hans: 退出

source: Failed to fetch app info
zh_hans: 无法获取应用程序信息

source: Failed to install %lld applications
zh_hans: 有 %lld 个软件安装失败

source: Failed to operate files: %@
zh_hans: 无法操作文件：%@

source: Failed to revoke license
zh_hans: 无法注销许可证

source: Failed to verify this backup, please use with caution.
zh_hans: 无法验证归档文件，请小心使用。

source: File conflict with convert
zh_hans: 转换所需的文件发生冲突

source: File hash mismatch
zh_hans: 文件校验失败

source: File not found
zh_hans: 文件不存在

source: Forgot password?
zh_hans: 忘记密码？

source: If installed app does not open, sign in to App Store with corresponding Apple ID to activate them.
zh_hans: 如果安装的应用无法打开，请在 App Store 中登录对应的 Apple ID 来激活。

source: If you continue without encryption, the backup will not include sensitive data. Restoring a device from the backup will result in loss of stored passwords, Health and HomeKit data.
zh_hans: 如果继续而不进行加密，备份将不会包括敏感数据。从备份恢复设备会导致已存密码、“健康”和HomeKit数据丢失。

source: If you don't see the confirmation prompt, disconnect the device from your computer and try again.
zh_hans: 如果你没有看到授权的页面，请断开设备的连接，并再试一次。

source: Important Message
zh_hans: 重要信息

source: Info.plist not found
zh_hans: Info.plist 文件未找到

source: Info.plist not readable
zh_hans: 无法读取 Info.plist

source: Install completed
zh_hans: 安装完成

# Install Failed %@: %d
source: Install Failed %1$@: %2$d
zh_hans: 安装失败 %1$@：%2$d

source: Installing...
zh_hans: 正在安装...

source: iOS Version Too Old
zh_hans: iOS 系统版本过低

source: Key
zh_hans: 密码

source: Learn More (Enable Encrypted Backup)
zh_hans: 了解更多（启用备份加密）

source: License
zh_hans: 许可证

source: License expires on:
zh_hans: 许可证过期时间：

source: License Information...
zh_hans: 许可证信息…

source: Load Checkpoint...
zh_hans: 加载检查点...

source: Manifest.plist not found
zh_hans: Manifest.plist 文件未找到

source: Manifest.plist not readable
zh_hans: 无法读取 Manifest.plist 文件

source: Menu Disabled: Application In Use
zh_hans: 菜单被禁用：软件正在使用中

source: Merge (Without Install Application)
zh_hans: 合并（不安装备份中的软件）

source: Merge Restore - Preflight Check
zh_hans: 合并恢复 - 术前检查

source: OK
zh_hans: 好

source: Select a restore mode to proceed.
zh_hans: 请选择一个恢复模式

source: Selected file is not a directory
zh_hans: 选取的文件不是文件夹

source: Skipped due to already installed %@
zh_hans: 跳过已安装内容 %@

source: Snapshot not finished
zh_hans: 归档快照未完成

source: Software License
zh_hans: 软件许可

source: Some of the app required by this backup is not yet installed. By continue, the data of these apps will be lost.
zh_hans: 备份中的部分软件没有安装。若继续恢复，这些软件的数据将会丢失。

source: Start Trail
zh_hans: 开始试用

source: Status.plist not found
zh_hans: Status.plist 文件未找到

source: Status.plist not readable
zh_hans: 无法读取 Status.plist 文件

source: Stop Backup
zh_hans: 停止备份

source: Stop Install
zh_hans: 停止安装

source: Stop Restore
zh_hans: 停止恢复

# Success %lld Failure %lld Total %lld
source: Success %1$lld Failure %2$lld Total %3$lld
zh_hans: 完成 %1$lld 失败 %2$lld 总计 %3$lld

source: System data (photos, music, messages...) will be merged.
zh_hans: 系统数据，如照片、音乐、信息等，将会被合并。

source: The backup was created on a newer version of iOS. Please update the device to the latest version before restoring.
zh_hans: 此备份由更高版本的 iOS 系统创建，需要更新你的设备才能从此备份恢复。

source: The MobileTransfer installed on this computer is licensed to:
zh_hans: 此计算机安装的 迁移 授权给：

source: The selected archive is invalid or corrupted.
zh_hans: 选用的备份文件不可用或已损坏

source: The selected archive is invalid or corrupted. %@
zh_hans: 选定的归档不正确或已损坏。%@

source: The selected archive looks validate and contains %d applications.
zh_hans: 选定的归档似乎是完好的，且含有%d个软件安装包。

source: The selected archive looks validate.
zh_hans: 选定的归档似乎是完好的。

source: There are two types of restore modes, **Merge Restore** and **Replace Restore**.
zh_hans: 此程序提供两种恢复模式：**合并恢复** 和 **替换恢复** 。

source: Therefor, we suggest you to choose **Merge Restore**.
zh_hans: 因此，我们推荐你选择 **合并恢复**。

source: This backup does not include any apps, we suggest you to choose **Replace Restore**.
zh_hans: 此备份不包含软件安装包，因此我们推荐使用 **替换恢复**。

source: This backup includes %lld apps, which can not be installed if using Replace Restore.
zh_hans: 此备份包含 %lld 个软件安装包。这些软件不能在使用替换恢复时安装。

source: This backup is encrypted, please provide the password to restore.
zh_hans: 请提供密码以解密此备份的数据

source: This device does not have a backup password set.
zh_hans: 此设备没有设置备份密码。

source: This device has %lld applications installed
zh_hans: 此设备装有 %lld 个应用程序

source: This device has %1$lld apps installed, %2$lld of them is unable to get account information, will use first eligible account to download.
zh_hans: 此设备装有 %1$lld 个软件，其中 %2$lld 个软件不包含账号信息，将会使用首个可用账户下载。

source: This device has a backup password set, you will need the password to use this backup.
zh_hans: 此设备已经设置了备份密码，稍后将需要密码才能使用此备份。

source: This is a trial version of MobileTransfer. Please activate the app to use all features.
zh_hans: 你正在试用迁移。请使用授权码激活软件以利用全部功能。

source: This operation is limited, please be careful.
zh_hans: 此操作可用次数有限，请谨慎操作。

source: Trail End
zh_hans: 试用结束于

source: Trail User
zh_hans: 试用用户

source: UDID is empty
zh_hans: 设备标识符为空

source: Unable to check free space
zh_hans: 无法获取剩余空间

source: Unable to decode Device.plist
zh_hans: 无法解析设备属性文件

source: Unable to determine device identifier
zh_hans: 无法确定设备标识符

source: Unable to determine snapshot status
zh_hans: 无法确认快照状态

source: Unable to determine system build version
zh_hans: 无法确认系统版本

source: Unable to list contents of backup location
zh_hans: 无法列出备份内容

source: Unable to load checkpoint from another device
zh_hans: 无法加载另一个设备的检查点

source: Unable to read from Device.plist
zh_hans: 无法读取设备属性文件

# Unable to validate archive at %@: %@
source: Unable to validate archive at %1$@: %2$@
zh_hans: 无法验证存放在 %1$@ 的归档文件：%2$@

source: Unable to verify backup
zh_hans: 无法验证备份

source: Unknown error
zh_hans: 未知错误

source: Upgrade with Finder
zh_hans: 使用 访达 更新

source: Verified Archive
zh_hans: 已验证的归档

source: Verify Archive...
zh_hans: 验证归档…

source: Verifying Archive...
zh_hans: 正在验证归档…

source: Verifying download...
zh_hans: 验证下载内容…

source: Waiting...
zh_hans: 等待中…

source: What is BBackupp?
zh_hans: 关于 BBackupp

source: Will erase your device and restore the backup.
zh_hans: 将会抹掉此设备以恢复备份。

source: Will install apps and restore backup.
zh_hans: 将会安装软件，然后尝试恢复数据。

source: Will restore backup and merge with existing data on device.
zh_hans: 将会恢复备份并与设备上现有的数据合并。

source: You cannot install apps comes within the backup.
zh_hans: 你无法使用备份中包含的软件安装包来安装软件。

source: You have installed all apps required to restore this backup.
zh_hans: 你已安装备份中所包含的全部软件。
